{
  "days": [
    {
      "date": "May 6",
      "title": "Tuesday May 6",
      "url": "/schedule/"
    },
    {
      "date": "May 7",
      "title": "Wednesday May 7",
      "url": "/schedule-day-2/"
    }
  ],
  "categories": [
    {
      "name": "AI Model",
      "id": "ai-model"
    },
    {
      "name": "AI Infra",
      "id": "ai-infra"
    },
    {
      "name": "AI Apps",
      "id": "ai-apps"
    },
    {
      "name": "Embodied AI",
      "id": "embodied-ai"
    }
  ],
  "sessions": {
    "AI Model": [
      {
        "date": "May 6",
        "timeSlot": "9:30 - 10:00",
        "title": "Keynote",
        "content": "",
        "speakers": [
          {
            "id": "tbd",
            "name": "Speaker to be Announced",
            "tags": ["ai-model"],
            "image": "generic-profile.png"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "10:10 - 10:40",
        "title": "Morning Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "10:40 - 11:20",
        "title": "Open-R1: A Fully Open Reproduction of DeepSeek-R1",
        "content": "The recipe behind OpenAI’s reasoning models has been a well kept secret. That is, until earlier this year, when DeepSeek released their DeepSeek-R1 model and promptly broke the internet. While a detailed technical report was published, many open questions remain, chief among them the training data, which was not released. Open-R1 is Hugging Face's fully open effort to replicate DeepSeek-R1, with a strong focus on reasoning data curation.",
        "speakers": [
          {
            "id": "guilherme-penedo",
            "name": "Guilherme Penedo",
            "tags": ["ai-model"],
            "roleOrg": "ML Research Engineer at Hugging Face",
            "image": "guilherme-penedo.jpg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "11:20 - 12:00",
        "title": "OpenSeek: Collaborative Innovation for Next-Gen Models",
        "content": "OpenSeek aims to unite the global open-source community to drive collaborative innovation in algorithms, data, and systems to develop next-generation models that surpass DeepSeek.",
        "speakers": [
          {
            "id": "guang-liu",
            "name": "Guang Liu",
            "tags": ["ai-model"],
            "roleOrg": "Head of OpenSeek",
            "image": "guang-liu.jpg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "12:00 - 14:00",
        "title": "Lunch Break",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "14:00 - 14:40",
        "title": "Decode DeepSeek: the Technological Innovation and Its Influence on AI Ecosystem",
        "content": "Recently, DeepSeek has attracted a great deal of attention with its outstanding technological innovations and is set to have a profound and extensive impact on the AI industry. This speech is divided into two parts. In the first part, we will  top-down walkthrough of DeepSeek’s technological innovations, including the paradigm shift in inference computing led by its open-source reinforcement learning solution, innovations in model architecture such as MLA and MOE, and performance optimizations in system engineering. In the second part, we will explore the transformations and impacts on global AI ecosystem triggered by DeepSeek, including its key influences on aspects such as AI applications、AI Agents, the computing power landscape, and AI open-source initiatives.",
        "speakers": [
          {
            "id": "jason-li",
            "name": "Jason Li",
            "tags": ["ai-model"],
            "roleOrg": "Senior VP at CSDN",
            "image": "jason-li.png"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "14:40 - 15:20",
        "title": "Linear Next: The Evolution of LLM Architecture",
        "content": "The Transformer architecture, despite its popularity, suffers from quadratic computational complexity. Recent advances in computing hardware, such as the V100 to H200 series, have temporarily alleviated this issue, reducing the immediate need for alternatives in the industry. Linear-complexity solutions for large models are still in the research phase, lacking widespread validation in practical applications. Consequently, Transformer remains the preferred choice.\r\n\r\nHowever, as improvements in computing power slow down, the demand for architectures that surpass Transformer in efficiency will grow. Our team has developed Lightning Attention, a novel mechanism based on linear attention. By rearranging the QKV multiplication order (Q(KV)), Lightning Attention achieves linear computational complexity relative to sequence length. Experiments show it significantly outperforms the latest Transformers in both efficiency and performance, validated on a 456B MoE model (MiniMax 01). This innovation paves the way for more efficient large language models, offering new possibilities for future development.",
        "speakers": [
          {
            "id": "yiran-zhong",
            "name": "Yiran Zhong",
            "tags": ["ai-model"],
            "roleOrg": "Director of Research at MiniMax",
            "image": "yiran-zhong.png"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "15:20 - 15:40",
        "title": "Afternoon Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "15:40 - 16:20",
        "title": "The Curse of Depth in Large Language Models",
        "content": "Large Language Models (LLMs) have demonstrated impressive achievements. However, recent research has shown that their deeper layers often contribute minimally, with effectiveness diminishing as layer depth increases. This pattern presents significant opportunities for model compression. In the first part of this seminar, we will explore how this phenomenon can be harnessed to improve the efficiency of LLM compression. Despite these opportunities, the underutilization of deeper layers leads to inefficiencies, wasting resources that could be better used to enhance model performance. The second part of the talk will address the root cause of this ineffectiveness in deeper layers and propose a solution. We identify the issue as stemming from the prevalent use of Pre-Layer Normalization (Pre-LN) and introduce LayerNorm Scaling to solve this issue. ",
        "speakers": [
          {
            "id": "shiwei-liu",
            "name": "Shiwei Liu",
            "tags": ["ai-model"],
            "roleOrg": "Royal Society Newton International Fellow",
            "image": "shiwei-liu.jpg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "16:20 - 17:00",
        "title": "Going Beyond Tokens for Code Large Language Models",
        "content": "Tokenization in LLMs is the last bit of clunkiness in an otherwise elegant, highly-optimized architecture. This talk presents interesting avenues in tokenizer-free architecture to go \"beyond tokens\" in order to reduce latency and improve performance.",
        "speakers": [
          {
            "id": "diego-rojas",
            "name": "Diego Rojas",
            "tags": ["ai-model"],
            "roleOrg": "Research Engineer at Zhipu.AI",
            "image": "diego-rojas.jpeg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "17:00 - 18:00",
        "title": "Spotlight Demo",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "18:00 - 21:00",
        "title": "VIP Diner",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "9:30 - 10:00",
        "title": "Keynote",
        "content": "",
        "speakers": [
          {
            "id": "tbd",
            "name": "Speaker to be Announced",
            "tags": ["ai-model"],
            "image": "generic-profile.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "10:10 - 10:40",
        "title": "Morning Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "10:40 - 11:20",
        "title": "Multilingualism of Qwen: From Foundation Model to Applications",
        "content": "Multilingual and cross-lingual capabilities significantly boost the flexibility and usefulness of large language models (LLMs). Using Qwen as an example, we'll explore methods to enhance multilingual performance in LLMs, including pre-training, post-training, and evaluation strategies. Additionally, we'll examine the real-world applications of these advancements, demonstrating how multilingual capabilities can create practical solutions that overcome language barriers and promote smooth communication.",
        "speakers": [
          {
            "id": "baosong-yang",
            "name": "Baosong Yang",
            "tags": ["ai-model"],
            "roleOrg": "Research Engineer at Alibaba Tongyi Lab",
            "image": "baosong-yang.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "11:20 - 12:00",
        "title": "Open Foundation Models: Scaling Laws and Generalization",
        "content": "To study transferable learning and generalization, derivation of reproducible scaling laws is crucial. We highlight why open foundation models and datasets are essential for this research and highlight challenges in properly measuring generalization.",
        "speakers": [
          {
            "id": "jenia-jitsev",
            "name": "Jenia Jitsev",
            "tags": ["ai-model"],
            "roleOrg": "Scientific lead at LAION; Juelich Supercomputing Center, Research Center Juelich",
            "image": "jenia-jitsev.jpg"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "12:00 - 14:00",
        "title": "Lunch Break",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "14:00 - 14:40",
        "title": "Pre-training of Smol and Large LLM",
        "content": "Explaining what's new in pre-training: optimization tricks, MoE, stability hacks, and handling long contexts—everything you need to build better LLMs.",
        "speakers": [
          {
            "id": "elie-bakouch",
            "name": "Elie Bakouch",
            "tags": ["ai-model"],
            "roleOrg": "Research Engineer at Hugging Face",
            "image": "elie-bakouch.jpeg"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "14:40 - 15:20",
        "title": "Demysifying LLM Training --- Towards Fully Open-source LLM from Pre-training to Reinforcement Learning",
        "content": "Recently, Large Language Models (LLMs) have undergone a significant transformation, marked by a rapid rise in both their popularity and capabilities. Leading this evolution are proprietary LLMs like GPT-4 and GPT-o1, which have captured widespread attention in the AI community for their power and versatility. Simultaneously, open-source LLMs, such as LLaMA and Mistral, have made great contributions to the ever-increasing popularity of LLMs due to the ease to customize and deploy the models across various applications. Although LLMs offer unprecedented opportunities for research and innovation, its commercialization has raised concerns about transparency, reproducibility, and safety. Many open LLM models lack the necessary components (such as training code and data) for full understanding and reproducibility, and some use restrictive licenses whilst claiming to be “open-source”, which may hinder further innovations on LLMs. To mitigate this issue, we follow the Model Openness Framework (MOF), a ranked classification system that rates machine learning models based on their completeness and openness, following principles of open science, open source, open data, and open access. We present a truly open source LLM Moxin 7B and release pre-training code and configurations, training and fine-tuning data, and intermediate and final checkpoints, aiming to make continuous commitments to fully open-source LLMs. We also finetune the Moxin Base model with SOTA post-training framework and instruction data to obtain Moxin Instruct model. To improve the reasoning capability, we further finetune our model with chain-of-thought data distilled from DeepSeek R1, and then use Group Relative Policy Optimization, an efficient and effective reinforcement learning algorithm following DeepSeek R1, to finetune our model, leading to the Moxin Reasoning model.",
        "speakers": [
          {
            "id": "yanzhi-wang",
            "name": "Yanzhi Wang",
            "tags": ["ai-model"],
            "roleOrg": "Associate Professor, Electrical and Computer Engineering of Northwestern University",
            "image": "yanzhi-wang.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "15:20 - 15:40",
        "title": "Afternoon Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "15:40 - 16:20",
        "title": "Small but Mighty: How MiniCPM Made Breakthroughs in the Global Open-Source AI Landscape",
        "content": "",
        "speakers": [
          {
            "id": "chao-jia",
            "name": "Chao Jia",
            "tags": ["ai-model"],
            "roleOrg": "Founding Partner at OpenBMB & Modelbest",
            "image": "jia-chao.jpg"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "16:20 - 17:00",
        "title": "TBD",
        "content": "",
        "speakers": [
          {
            "id": "tbd",
            "name": "Speaker to be Announced",
            "tags": ["ai-model"],
            "image": "generic-profile.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "17:00 - 18:00",
        "title": "Spotlight Demo",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "18:00 - 21:00",
        "title": "Social Gathering",
        "content": "",
        "speakers": []
      }
    ],
    "AI Infra": [
      {
        "date": "May 6",
        "timeSlot": "9:30 - 10:00",
        "title": "Keynote",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "10:10 - 10:40",
        "title": "Morning Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "10:40 - 11:20",
        "title": "AI Open Source for Good: Inclusive Access, Equitable Data, and Accessible Compute",
        "content": "This talk unveils how open source technologies act as catalysts for equitable AI across three pillars. First, inclusive access: We open-source voice datasets tailored for underrepresented groups—such as children and the elderly—to ensure multimodal AI systems understand diverse linguistic patterns and bridge generational divides. Second, equitable data: we have released nearly 100 globally accessible datasets, amassing over 680,000 downloads, empowering developers from any countries to innovate freely. Third, accessible compute: We present FlagOS, an open-source system software that facilitates AI development and deployment across diverse hardware ecosystems—including legacy GPUs and emerging accelerators—while significantly lowering the cost barrier to AI innovation. Collectively, these open-source efforts transform 'AI for Good' into a shared mission—breaking barriers of age, location, and resources to empower anyone to create and benefit from AI.",
        "speakers": [
          {
            "id": "yonghua-lin",
            "name": "Yonghua Lin",
            "tags": ["ai-infra"],
            "roleOrg": "VP of BAAI",
            "image": "yonghua-lin.png"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "11:20 - 12:00",
        "title": "The Best Practice of Training and Inferencing on Ascend CANN",
        "content": "The AI-oriented, heterogeneous Compute Architecture for Neural Networks (CANN) is a key platform for improving the computing efficiency of Ascend AI processors. It serves as a bridge between upper-layer AI frameworks and lower-layer AI processors and programming. This topic will focus on OpenSource ecosystem about CANN, shows how CANN helps AI sofeware, such as pytorch, vllm and so on, efficiently running on Ascend.",
        "speakers": [
          {
            "id": "xiyuan-wang",
            "name": "Xiyuan Wang",
            "tags": ["ai-infra"],
            "roleOrg": "Senior Software Engineer at Huawei",
            "image": "xiyuan-wang.jpeg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "12:00 - 14:00",
        "title": "Lunch Break",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "14:00 - 14:40",
        "title": "SGLang: Efficient LLM Serving Engine",
        "content": "SGLang is a fast serving engine for LLMs and VLMs. It's fully open-source, incubated by LMSYS Org, with 300+ contributors worldwide. \r\nIn this talk, we will introduce the key features and performance optimizations in SGLang. ",
        "speakers": [
          {
            "id": "ke-bao",
            "name": "Ke Bao",
            "tags": ["ai-infra"],
            "roleOrg": "Member of LMSYS Org",
            "image": "ke-bao.jpeg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "14:40 - 15:20",
        "title": "Open-source Intelligent Computing Integrated Management and Utilization Foundational Software - SCOW and CraneSched",
        "content": "The Peking University Computing Center is dedicated to developing general foundational software for both supercomputing (HPC) and intelligent computing (AI computing). In the field of HPC and AI computing, it has developed several flagship foundational software systems, including SCOW and CraneSched.\r\nOpenSCOW (https://github.com/PKUHPC/OpenSCOW) provides a graphical user interface (GUI) that allows developers to flexibly manage supercomputing and AI computing resources for AI model training and inference. It has already been deployed across 56 computing centers, including 34 universities and 12 enterprises in China.\r\nCraneSched ( https://github.com/PKUHPC/CraneSched) is a high-performance scheduling and orchestration system for HPC and AI computing tasks. It supports large-scale model training with exceptional performance and has been adopted by 8 universities and 1 enterprise in China.",
        "speakers": [
          {
            "id": "yinping-ma",
            "name": "Yinping Ma",
            "tags": ["ai-infra"],
            "roleOrg": "Engineer at Peking University",
            "image": "yinping-ma.jpg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "15:20 - 15:40",
        "title": "Afternoon Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "15:40 - 16:20",
        "title": "Verl: Hybrid Controller-based RLHF System",
        "content": "verl is a flexible, efficient and production-ready RL training library for LLMs. This talk will share the ideas in designing a hybrid-controller system and the benefits of this system in efficient large-scale RL training.",
        "speakers": [
          {
            "id": "yaowei-zheng",
            "name": "Yaowei Zheng",
            "tags": ["ai-infra"],
            "roleOrg": "Ph.D. Student at Beihang University",
            "image": "yaowei-zheng.jpeg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "16:20 - 17:00",
        "title": "Datasets and Infrastructure for DeepSeek-R1 Style Reinforcement Learning (GRPO)",
        "content": "We will walk through everything you need to know about the latest in reinforcement learning for LLMs, datasets and infrastructure, down to training your own small reasoning LLM that can write code locally. ",
        "speakers": [
          {
            "id": "greg-schoeninger",
            "name": "Greg Schoeninger",
            "tags": ["ai-infra"],
            "roleOrg": "CEO at Oxen.ai",
            "image": "greg-schoeninger.jpeg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "17:00 - 18:00",
        "title": "Spotlight Demo",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "18:00 - 21:00",
        "title": "VIP Diner",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "9:30 - 10:00",
        "title": "Keynote",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "10:10 - 10:40",
        "title": "Morning Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "10:40 - 11:20",
        "title": "Streamlining AI App Development with Docker: Models and AI Tools That Just Work",
        "content": "Discover how Docker’s Model Runner enables fast, local AI inference with GPU support, and how the Docker makes it easy to integrate LLMs and agents using MCP —no complex setup required.",
        "speakers": [
          {
            "id": "jeanlaurent-de-morlhon",
            "name": "Jean-Laurent de Morlhon",
            "tags": ["ai-infra"],
            "roleOrg": "Sr Vice President, GenAI Acceleration at Docker ",
            "image": "jean-laurent-de-morlhon.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "11:20 - 12:00",
        "title": "Running GenAI Models on Edge Devices",
        "content": "Run GenAI models on edge devices with LlamaEdge: multi-runtime support (llama.cpp, PyTorch, OpenVINO), small footprint, GPU support, and Rust SDK embeddability. Learn how it outperforms tools like Ollama for flexible, fast, on-device AI deployment.",
        "speakers": [
          {
            "id": "hung-ying-tai",
            "name": "Hung YIng Tai",
            "tags": ["ai-infra"],
            "roleOrg": "Engineering Leader at Second State",
            "image": "hung-ying-tai.jpg"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "12:00 - 14:00",
        "title": "Lunch Break",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "14:00 - 14:40",
        "title": "TBD",
        "content": "",
        "speakers": [
          {
            "id": "tbd",
            "name": "Speaker to be Announced",
            "tags": ["ai-infra"],
            "image": "generic-profile.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "14:40 - 15:20",
        "title": "Olares: An Open-Source Sovereign Cloud OS for Local AI",
        "content": "Olares provides a straightforward, open-source solution for Local AI. This talk highlights its design philosophy, focusing on how it empowers users to securely manage data and run AI applications with minimal overhead.",
        "speakers": [
          {
            "id": "yajing-wang",
            "name": "Yajing Wang",
            "tags": ["ai-infra"],
            "roleOrg": "Director of DevRel & Community at Olares",
            "image": "yajing-wang.jpeg"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "15:20 - 15:40",
        "title": "Afternoon Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "15:40 - 16:20",
        "title": "Khronos in the World of Open Source and Machine Learning",
        "content": "TBD",
        "speakers": [
          {
            "id": "markus-tavenrath",
            "name": "Markus Tavenrath",
            "tags": ["ai-infra"],
            "roleOrg": "Principal Engineer Developer Technology at NVIDIA",
            "image": "markus-tavenrath.jpg"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "16:20 - 17:00",
        "title": "WGML: the Story of Building a New High-performance, Cross-platform, On-device Inference Framework.",
        "content": "Ever dreamed of writing a new low-level LLM inference library? Check out the making of WGML, an open-source high-performance cross-platform GPU inference framework using Rust and WebGPU. We will cover tips for discovering and implementing LLM inference.",
        "speakers": [
          {
            "id": "sebastien-crozet",
            "name": "Sebastien Crozet",
            "tags": ["ai-infra"],
            "roleOrg": "CEO at Dimforge",
            "image": "sebastien-crozet.jpeg"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "17:00 - 18:00",
        "title": "Spotlight Demo",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "18:00 - 21:00",
        "title": "Social Gathering",
        "content": "",
        "speakers": []
      }
    ],
    "Embodied AI": [
      {
        "date": "May 6",
        "timeSlot": "9:30 - 10:00",
        "title": "Keynote",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "10:10 - 10:40",
        "title": "Morning Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "10:40 - 11:20",
        "title": "Mind, Body and Zenoh",
        "content": "",
        "speakers": [
          {
            "id": "angelo-corsaro",
            "name": "Angelo Corsaro",
            "tags": ["embodied-ai"],
            "roleOrg": "CEO/CTO of ZettaScale",
            "image": "angelo-corsaro.png"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "11:20 - 12:00",
        "title": "Distributed Dataflows in Dora Using Zenoh",
        "content": "The Dora framework makes it easy to create dataflows for robotics and AI. In this talk, we look into distributed dataflows that run on multiple machines and communicate through the network. Dora supports complex network topologies by using the Zenoh protocol. This way, it is possible to split Dora dataflows across private networks and cloud machines with minimal configuration.",
        "speakers": [
          {
            "id": "philipp-oppermann",
            "name": "Philipp Oppermann",
            "tags": ["embodied-ai"],
            "roleOrg": "Dora Project Lead",
            "image": "philipp-oppermann.jpeg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "12:00 - 14:00",
        "title": "Lunch Break",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "14:00 - 14:40",
        "title": "Adversarial Safety-Critical Scenario Generation for Autonomous Driving",
        "content": "valuating the decision-making system is indispensable in developing autonomous vehicles, while realistic and challenging safety-critical test scenarios play a crucial role. Obtaining these scenarios is non-trivial due to the long-tailed distribution, sparsity, and rarity in real-world data sets. To tackle this problem, we introduce a natural adversarial scenario generation solution using naturalistic human driving priors and reinforcement learning. Our experiments on public data sets demonstrate that our proposed model can generate realistic safety critical test scenarios covering both naturalness and adversariality with 44% efficiency gain over the baseline model.",
        "speakers": [
          {
            "id": "james-yang",
            "name": "James Yang",
            "tags": ["embodied-ai"],
            "roleOrg": "Professor at University of Science and Technology of China",
            "image": "james-yang.png"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "14:40 - 15:20",
        "title": "Integrating Feedback and Learning in Closed Loop: Toward General-Purpose Embodied AI Systems",
        "content": "A crucial piece missing from the foundation model for Embodied AI (EAI) is plasticity—the ability of continual learning without human intervention. While the emergence of In-Context Learning (ICL) has been pivotal to the success of Large Language Models (LLMs), its limitations and underlying mechanisms remain underexplored. This study illuminates the potential of large-scale meta-training, which prioritizes acquiring general-purpose ICL capabilities over mastering specific skills. We believe this technique could form a cornerstone of the next generation of general-purpose foundation models for EAI. Additionally, we introduce two open-source projects that are designed to advance the development of these foundation models.",
        "speakers": [
          {
            "id": "fan-wang",
            "name": "Fan Wang",
            "tags": ["embodied-ai"],
            "roleOrg": "Researcher at the Embodied AI Center, AIRS",
            "image": "fan-wang.jpg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "15:20 - 15:40",
        "title": "Afternoon Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "15:40 - 16:20",
        "title": "Building Robotic Applications with Open-source VLA Models",
        "content": "Ville shares the successes and challenges in using open-source Vision-Language-Action (VLA) models on robots, and provides a full-stack \"starter guide\" for building VLA-powered robotic applications in 2025.",
        "speakers": [
          {
            "id": "ville-kuosmanen",
            "name": "Ville Kuosmanen",
            "tags": ["embodied-ai"],
            "roleOrg": "Founder at Voyage Robotics",
            "image": "ville-kuosmanen.jpg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "16:20 - 17:00",
        "title": "Spatial Reasoning LLM: Enhancing 2D & 3D Understanding for Robotic Manipulation and Navigation",
        "content": "Robotic systems require advanced spatial reasoning for navigation and manipulation. We introduce a research project enhancing LLMs for spatial intelligence: AlphaMaze, solving 2D mazes with self-correction; AlphaSpace, interpreting object positions for robot hand manipulation via language; and AlphaVoxel, using 3D voxel space for object recognition and robot navigation.",
        "speakers": [
          {
            "id": "huy-hoang-ha",
            "name": "Huy Hoang Ha",
            "tags": ["embodied-ai"],
            "roleOrg": "LLM Researcher at Menlo Research",
            "image": "huy-hoang-ha.jpg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "17:00 - 18:00",
        "title": "Spotlight Demo",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "18:00 - 21:00",
        "title": "VIP Diner",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "9:30 - 10:00",
        "title": "Keynote",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "10:10 - 10:40",
        "title": "Morning Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "10:40 - 11:20",
        "title": "How to Build Your Humanoid",
        "content": "In 2021, desperate need for human connection led me to the creation of a 16-DOF data glove. Open-sourcing it made the glove find its way to Rob Knight, creator of the 16-DOF DexHand, who had just begun developing a humanoid with Rémi Cadène's LeRobot.",
        "speakers": [
          {
            "id": "martino-russi",
            "name": "Martino Russi",
            "tags": ["embodied-ai"],
            "roleOrg": "Embodied Robotics Engineer at Hugging Face",
            "image": "martino-russi.jpeg"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "11:20 - 12:00",
        "title": "RoboBrain: A Unified Brain Model for Robotic Manipulation & RoboOS: A Hierarchical Collaborative Framework for RoboBrain and Robot Agents",
        "content": "RoboBrain is an MLLM-based model that enhances robotic manipulation by integrating task planning, object affordance, and trajectory prediction, addressing the limitations of MLLMs in robotic scenarios—particularly in long-horizon tasks—while achieving state-of-the-art performance. Building on RoboBrain’s planning capabilities, we propose the RoboOS hierarchical collaborative framework, which integrates the efficient execution of the robotic skills to enable cross-embodiment collaborative control of multiple robots.",
        "speakers": [
          {
            "id": "minglan-lin",
            "name": "Minglan Lin",
            "tags": ["embodied-ai"],
            "roleOrg": "Embodied Intelligence Researcher at Beijing Academy of Artificial Intelligence",
            "image": "minglan-lin.jpg"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "12:00 - 14:00",
        "title": "Lunch Break",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "14:00 - 14:40",
        "title": "G1 Open Source Dataset and Humanoid Robot from Unitree Robotics",
        "content": "With artificial intelligence technology move very fast in the past two years, humanoid robot have been one of the most import form to realized embodied AI and AGI, Unitree have been working for more than 8 years in leg robot and 1 year in humanoid robot area. There are three most important parts, algorithm, data and computing capability for realized AGI. Those three part will finally running on physical robots, we believe build robust physical humanoid robot system is key for this ecosystem, and World Large-Scale Model (most people called foundation model) is the key to bring Embodied AI for for humanoid robot, we will share the most important progressing have been made on industry and research side in the past one year, and expect and excited for new progressing will happening in next few years soon.\r\nIn order to promote the development of the global embodied AI industry, the Unitree G1 robot operation data set is open sourced, adapted to a variety of open source solutions, and continuously updated.\r\n",
        "speakers": [
          {
            "id": "min-zhang",
            "name": "Min Zhang",
            "tags": ["embodied-ai"],
            "roleOrg": "EU Director of Unitree Robotics",
            "image": "min-zhang.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "14:40 - 15:20",
        "title": "Think Small, Act Big: Primitive Prompt Learning for Lifelong Robot Manipulation",
        "content": "To accelerate continuous skill acquisition through reusable motion-aware primitives, we propose Primitive Prompt Learning (PPL). PPL enables lifelong robot manipulation by optimizing new prompts alongside pretrained ones and demonstrates superior performance in both simulated and real-world tasks.",
        "speakers": [
          {
            "id": "siao-liu",
            "name": "Siao Liu",
            "tags": ["embodied-ai"],
            "roleOrg": "Researcher at BAAI",
            "image": "siao-liu.jpg"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "15:20 - 15:40",
        "title": "Afternoon Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "15:40 - 16:20",
        "title": "TBD",
        "content": "",
        "speakers": [
          {
            "id": "tbd",
            "name": "Speaker to be Announced",
            "tags": ["embodied-ai"],
            "image": "generic-profile.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "16:20 - 17:00",
        "title": "Pollen Robots",
        "content": "",
        "speakers": [
          {
            "id": "tbd",
            "name": "Speaker to be Announced",
            "tags": ["embodied-ai"],
            "image": "generic-profile.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "17:00 - 18:00",
        "title": "Spotlight Demo",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "18:00 - 21:00",
        "title": "Social Gathering",
        "content": "",
        "speakers": []
      }
    ],
    "AI Apps": [
      {
        "date": "May 6",
        "timeSlot": "9:30 - 10:00",
        "title": "Keynote",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "10:10 - 10:40",
        "title": "Morning Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "10:40 - 11:20",
        "title": "AG2: The Open-Source AgentOS for Agentic AI",
        "content": "This presentation will examine the trend of agentic AI and the fundamental design considerations for agentic AI programming frameworks. It will introduce a pioneering initiative, AG2. It will explain the primary concepts and its application across a diverse range of tasks and industries.",
        "speakers": [
          {
            "id": "chi-wang",
            "name": "Chi Wang",
            "tags": ["ai-apps"],
            "roleOrg": "Research Scientist at Google DeepMind",
            "image": "chi-wang.png"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "11:20 - 12:00",
        "title": "CangjieMagic : New Choices for Developers in the Age of Large Models",
        "content": "With the surge in popularity of various AI large models, the trend of agent-oriented development in large model applications has become increasingly evident. Agents are gradually becoming a core element in the development of large model applications. This topic shares an AI large model Agent development framework based on the Cangjie programming language. This framework supports Agent-oriented programming, providing developers with an efficient Agent DSL for Agent programming. Its main features include: support for the MCP protocol to facilitate mutual invocation between Agents and tools, support for modular invocation, and support for intelligent task planning. It enhances the efficiency of developers in creating smart HarmonyOS applications, delivers an exceptional development experience, and explores new paradigms for future large model application development",
        "speakers": [
          {
            "id": "xin-dong",
            "name": "Xin Dong",
            "tags": ["ai-apps"],
            "roleOrg": "Technical Expert in the Programming Language Lab of Huawei",
            "image": "xin-dong.jpg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "12:00 - 14:00",
        "title": "Lunch Break",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "14:00 - 14:40",
        "title": "TONGYI Lingma: from Coding Copilot to Coding Agent Based on Qwen Models",
        "content": "This presentation will take the perspective of intelligent development in the software engineering to outline and introduce the latest technological advancements and product applications of Code LLMs, Coding Copilot, and Coding Agents, as well as analyze and forecast future development trends. ",
        "speakers": [
          {
            "id": "yongbin-li",
            "name": "Yongbin Li",
            "tags": ["ai-apps"],
            "roleOrg": "Researcher of Alibaba Tongyi Lab",
            "image": "yongbin-li.png"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "14:40 - 15:20",
        "title": "Unifying AI Integration with Model Context Protocol",
        "content": "The Model Context Protocol (MCP) standardizes how AI models interact with external tools and resources through a structured client-server architecture, facilitating robust agent development. The engineering community worldwide keeps sharing MCP servers that enable client interactions that open truly remarkable and innovative applications.\r\n\r\nThis talk delves into MCP's core capabilities and how the MCP Java SDK combined with Spring AI MCP can integrate AI with your existing resources and applications.\r\n\r\nToday's intelligent agents can understand context, guide decisions, and integrate seamlessly with external services. Through live coding and practical examples, we will illustrate how to implement both client and server components. By attending this session, you will gain a practical understanding of MCP's standardized interfaces and architectural best practices, empowering you to build and extend AI-powered applications with agent-like capabilities.\r\n\r\nWhether you're developing new AI-driven solutions or enhancing existing systems, this talk will equip you with the tools and strategies needed to leverage MCP effectively.",
        "speakers": [
          {
            "id": "christian-tzolov",
            "name": "Christian Tzolov",
            "tags": ["ai-apps"],
            "roleOrg": "R&D Software Engineer at Spring team at Broadcom",
            "image": "christian-tzolov.png"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "15:20 - 15:40",
        "title": "Afternoon Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "15:40 - 16:20",
        "title": "Using AI to Vibe Code Rust UI's and Shaders",
        "content": "In this talk i will show vibecoding makepad UIs and UI shaders with Makepad Studio and an LLM. Makepad Studio is our visual design / code environment and the vision is to bring back Visual Basic, but now for a modern language: Rust. ",
        "speakers": [
          {
            "id": "rik-arends",
            "name": "Rik Arends",
            "tags": ["ai-apps"],
            "roleOrg": "Co-Founder of Makepad",
            "image": "rik-arends.png"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "16:20 - 17:00",
        "title": "Tech Together, Powered by Dify",
        "content": "Dify is a next-generation AI-native application development platform that bridges cutting-edge technology with real-world business value. Built on a robust open-source foundation, Dify integrates modern tech stacks—including LLM orchestration, RAG (Retrieval-Augmented Generation), fine-tuning tools, and multi-agent workflows—to simplify the creation, deployment, and scaling of AI applications.\r\n\r\nOur global developer community has become a hub for innovation, with thousands of contributors and enterprise adopters leveraging Dify to build everything from intelligent chatbots to enterprise-grade automation systems. This talk will highlight:\r\n\r\nDify’s open-source ecosystem and its role in accelerating AI adoption;\r\nKey technologies powering the platform and how they solve real-world challenges;\r\nSuccess stories from developers and enterprises.",
        "speakers": [
          {
            "id": "xinrui-liu",
            "name": "Xinrui Liu",
            "tags": ["ai-apps"],
            "roleOrg": "Developer Ecosystem Director at LangGenius",
            "image": "xinrui-liu.jpg"
          }
        ]
      },
      {
        "date": "May 6",
        "timeSlot": "17:00 - 18:00",
        "title": "Spotlight Demo",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 6",
        "timeSlot": "18:00 - 21:00",
        "title": "VIP Diner",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "9:30 - 10:00",
        "title": "Keynote",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "10:10 - 10:40",
        "title": "Morning Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "10:40 - 11:20",
        "title": "Finding the Scaling Law of Agents",
        "content": "This talk explores the potential of building scalable techniques to facilitate autonomous cooperation among communicative agents. To address the challenges of achieving autonomous cooperation, we propose a novel communicative agent framework named CAMEL. We showcase how role-playing can be used to generate conversational data for studying the behaviors and capabilities of a society of agents. In particular, we conduct comprehensive studies on cooperation in multi-agent settings. Our contributions include introducing a novel communicative agent framework, offering a scalable approach for studying the cooperative behaviors and capabilities of multi-agent systems, and open-sourcing our library to support research on communicative agents and beyond: https://github.com/camel-ai/camel.",
        "speakers": [
          {
            "id": "guohao-li",
            "name": "Guohao Li",
            "tags": ["ai-apps"],
            "roleOrg": "Founder and CEO of Eigent.AI / CAMEL-AI.org",
            "image": "guohao-li.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "11:20 - 12:00",
        "title": "OpenManus: Empowering LLM-based Agent Applications Via Framework and Capability Evolution",
        "content": "We introduce OpenManus, a lightweight and versatile LLM-based multi-agent framework evolved from MetaGPT, designed to enhance adaptability, autonomy, and scalability through advanced reasoning, planning, and effective cross-environment operation.",
        "speakers": [
          {
            "id": "sirui-hong",
            "name": "Sirui Hong",
            "tags": ["ai-apps"],
            "roleOrg": "Co-Founder of DeepWisdom, MetaGPT/OpenManus Team Leader",
            "image": "sirui-hong.jpg"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "12:00 - 14:00",
        "title": "Lunch Break",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "14:00 - 14:40",
        "title": "RAGFlow: Leading the Open-Source Revolution in Enterprise-Grade Retrieval-Augmented Generation",
        "content": "RAGFlow tackles core RAG challenges—data quality, semantic gaps, low hit rates—with open-source solutions. This talk demonstrates enhanced retrieval, reasoning, and multimodal capabilities for robust enterprise AI applications.\r\n",
        "speakers": [
          {
            "id": "yingfeng-zhang",
            "name": "Yingfeng Zhang",
            "tags": ["ai-apps"],
            "roleOrg": "Co-Founder of InfiniFlow",
            "image": "yingfeng-zhang.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "14:40 - 15:20",
        "title": "OAKS: The Open Agentic AI Knowledge Stack",
        "content": "In this talk, we present an OSS AI architecture for Agentic AI+Knowledge.  Encapsulating business knowledge is key for agents, and focusing on AI memory and scalable frameworks around Knowledge Graphs is a good foundation to build an OSS AI ecosystem for agents.",
        "speakers": [
          {
            "id": "alexy-khrabrov",
            "name": "Alexy Khrabrov",
            "tags": ["ai-apps"],
            "roleOrg": "AI Community Architect at Neo4j",
            "image": "alexy-khrabrov.jpg"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "15:20 - 15:40",
        "title": "Afternoon Coffee",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "15:40 - 16:20",
        "title": "TBD",
        "content": "",
        "speakers": [
          {
            "id": "tbd",
            "name": "Speaker to be Announced",
            "tags": ["ai-apps"],
            "image": "generic-profile.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "16:20 - 17:00",
        "title": "TBD",
        "content": "",
        "speakers": [
          {
            "id": "tbd",
            "name": "Speaker to be Announced",
            "tags": ["ai-apps"],
            "image": "generic-profile.png"
          }
        ]
      },
      {
        "date": "May 7",
        "timeSlot": "17:00 - 18:00",
        "title": "Spotlight Demo",
        "content": "",
        "speakers": []
      },
      {
        "date": "May 7",
        "timeSlot": "18:00 - 21:00",
        "title": "Social Gathering",
        "content": "",
        "speakers": []
      }
    ]
  }
}
